@extends('dashboard.layouts.public_app')
@section('title', ' الشروط والاحكام ')
@section('content')
    <div class="app-content content" style="margin-right:0px">
        <div class="content-wrapper">
            <div class="content-body">
                <section class="card">
                    <div id="invoice-template" class="card-body">
                        <h1 class="text-center"> الشروط والأحكام </h1>
                        <ul class="list-unstyled">
                            <li>1- المحل غير مسؤول عن الجهاز بعد 30 يومًا من استلامه.</li>
                            <li>2- الأصناف القابلة للإرجاع خلال 3 أيام، باستثناء القطع غير القابلة للإرجاع مثل الشاشات أو
                                الخلفيات المثبتة بالغراء، ويمكن استبدالها خلال فترة الضمان. في حالة طلب استرجاع للقطعة دون
                                وجود عطل، يتم احتساب 50 ريالًا كرسوم فك وتركيب بشرط أن تكون بحالتها الجديدة.</li>
                            <li>3- في حال تبين فك الجهاز في محل آخر، يسقط الضمان.</li>
                            <li>4- القسم غير مسؤول عن الملحقات مثل (الإكسسوارات، الاستكرات، الشريحة، الجراب، وغيرها).</li>
                            <li>5- إذا حصل عطل داخل قسم الصيانة عن طريق الخطأ، يحق للعميل تعويضه بنفس القطعة أو بقطعة ذات
                                جودة أفضل، أو تعويض مالي حسب تسعير القطعة لدينا.</li>
                            <li>6- إذا حصل عطل داخل قسم الصيانة عن طريق الخطأ وكانت القطعة غير متوفرة، يتم طلبها خلال 21
                                يومًا.</li>
                            <li>7- الضمان لا يشمل الأعطال الناتجة عن:
                                <ul>
                                    <li>سوء الاستخدام.</li>
                                    <li>جميع أنواع الخدوش، بما فيها السطحية.</li>
                                    <li>جميع أنواع الكسور.</li>
                                    <li>تعرض المنتج لعوامل خارجية مثل السوائل، الرطوبة، أو الحرارة العالية.</li>
                                </ul>
                            </li>
                            <li>8- لا نضمن أعطال النظام والبرمجيات الناتجة عن تطبيقات مثبَّتة مسبقًا من قبل العميل، والتي قد
                                تؤدي إلى مسح الملفات أو الفورمات بسبب الفيروسات.</li>
                            <li>9- يجب إحضار الفاتورة أو صورة منها عند المراجعة.</li>
                            <li>10- عند حدوث خلل بعد الإصلاح ولم يكن واضحًا، يستلزم ترك الجهاز مدة أقصاها 14 يومًا للتشخيص.
                            </li>
                            <li>11- إذا لم يتم تحديد فترة الضمان، تكون فترة المراجعة خلال 24 ساعة فقط.</li>
                            <li>12- عند استلام الجهاز وهو في حالة إطفاء أو به خلل يعوق الفحص، فإن المحل غير مسؤول عن أي عطل
                                أو فقدان للبيانات.</li>
                            <li>13- عند اكتشاف رطوبة أو آثار مياه داخل الجهاز، فإن المحل غير مسؤول عن الأعطال الناتجة بعد
                                الإصلاح.</li>
                            <li>14- في حال عدم فتح رمز الجهاز لفحص الملحقات، فإن المحل غير مسؤول عن الأعطال الموجودة فيه.
                            </li>
                            <li>15- تركيب القطع الخارجية لا يشملها الضمان، وقيمة التركيب تُدفع في جميع الحالات سواء عملت
                                القطعة أم لا.</li>
                            <li>16- في حال وجود كسر أو بقع في القطع وحصل عطل، فإن المحل غير مسؤول عن المضاعفات الناتجة بعد
                                الفك والتركيب (مثل الشاشة أو البطارية أو أي ملاحظات أخرى).</li>
                            <li>17- في حال حدوث خلل في القطعة أثناء فترة الضمان، ولم تكن متوفرة بنفس الشركة، يتم استبدالها
                                بقطعة مقاربة أو ذات درجة أقل حتى يتم توفيرها.</li>
                            <li>18- التعدي أو التلفظ على طاقم القسم يؤدي إلى إسقاط حقك في الخدمة.</li>
                            <li>19- في حال وجود ضربات، كسور، أو انحناء في جسم الجهاز مما يؤثر على ثبات الشاشة، فإن المحل غير
                                مسؤول عن خروج الشاشة من مكانها.</li>
                            <li>20- في حال وجود عطل في "Face ID"، فإن المحل غير مسؤول عن إصلاحه.</li>
                            <li>21- عند تنفيذ عملية فورمات للجهاز، سيتم حذف جميع البيانات بشكل نهائي ولا يمكن استعادتها.
                                يُرجى الاحتفاظ بنسخة احتياطية قبل البدء، حيث لا يتحمل المركز مسؤولية أي فقدان للبيانات حتى
                                في حال نسيان العميل كلمة مرور حسابه. رسوم عملية الفورمات غير قابلة للاسترداد.</li>
                        </ul>
                        <hr>
                        <h5 class="text-center"> نشكر ثقتكم بنا ونتطلع إلى الأفضل، اقتراحاتكم وملاحظاتكم تهمنا! </h5>
                        <p><strong>للملاحظات:</strong> التواصل على الرقم: 0577894369</p>
                        <p><strong>للاستفسارات أو متابعة حالة الصيانة:</strong> قسم الصيانة: 0507170175</p>
                    </div>
                </section>

            </div>
        </div>
    </div>

@endsection
